       IDENTIFICATION DIVISION.
       PROGRAM-ID.HELLO_WORLD.
      *>simple hello world program
       PROCEDURE DIVISION.
           Display 'Hello world!'.
           STOP RUN.

